Repository: archisman-panigrahi/WebfontKitGenerator
Catalog: po/*.po
Languages: fr_fr

source: Create @font-face kits easily
fr_fr: Créez des @font-face facilement

source: Webfont Kit Generator is a simple utility that allows you to generate woff, woff2 and the necessary CSS boilerplate from non-web font formats (otf and ttf).
fr_fr: Webfont Kit Generator est un logiciel qui vous permet de générer des woff, woff2 et tout le CSS nécessaire à partir de polices de formats non destinés au web tels que l'otf et le ttf.

source: Webfont Kit Generator also inlcudes a tool to Download fonts from Google Fonts for self-hosting.
fr_fr: Webfont Kit Generator permet également de télécharger des polices depuis Google Fonts pour les auto-héberger.

source: Import from Google Fonts
fr_fr: Impoter depuis Google Fonts

source: _Keyboard Shortcuts
fr_fr: Raccourcis clavier

source: _About Webfont Kit Generator
fr_fr: À propos de Webfont Kit Generator

source: Open Fonts
fr_fr: Polices libres

source: Fonts
fr_fr: Polices

source: Add some fonts
fr_fr: Ajouter des polices

source: Select Output Directory
fr_fr: Sélectionner le dossier d'export

source: Browse...
fr_fr: Parcourir...

source: Generate
fr_fr: Générer

source: Cancel
fr_fr: Annuler

source: Generation finished!
fr_fr: Génération achevée !

source: To link your fonts, copy the code below into the head of your HTML:
fr_fr: Pour relier vos polices, copiez le code ci-dessous en tête de votre HTML :

source: Or import it directly to your CSS:
fr_fr: Ou importez-le directement dans votre CSS :

source: Open in Files
fr_fr: Ouvrir dans Fichier

source: Logs
fr_fr: Rouleaux

source: Subsetting
fr_fr: Sous-ensemble

source: Limit the character set to reduce file size
fr_fr: Limiter le jeu de caractères pour réduire la taille du fichier

source: Cyrillic
fr_fr: Cyrilique

source: Greek
fr_fr: Grec

source: Vietnamese
fr_fr: Vietnamien

source: Latin Extended
fr_fr: Latin étendu

source: Cyrillic Extended
fr_fr: Cyrilique étendu

source: Greek Extended
fr_fr: Grec étendu

source: Devanagari
fr_fr: Devenagari

source: Custom
fr_fr: Personnalisé

source: Comma separated values. Single hex values and/or ranges separated with hyphens.
fr_fr: Valeurs séparées par des virgules, valeures hexadécimales seules et/ou séparées par des traits d'union.

source: Font display
fr_fr: Affichage de la police

source: The CSS font-display descriptor
fr_fr: Le descripteur CSS font-display

source: Disabled
fr_fr: Désactivé

source: Download fonts from Google Fonts for self-hosting
fr_fr: Télécharger des polices depuis Google fonts pour les auto-héberger

source: Download Fonts
fr_fr: Télécharger des polices

source: translator-credits
fr_fr: Crédits de traduction

# shortcut window
source: General
fr_fr: Général

# shortcut window
source: Show Shortcuts
fr_fr: Afficher les raccourcis

# shortcut window
source: Open Fonts
fr_fr: Ouvrir les polices

# shortcut window
source: Select Output Directory
fr_fr: Sélectionner le dossier d'export

# shortcut window
source: Google Fonts Importer
fr_fr: Importateur Google fonts

# shortcut window
source: Generate
fr_fr: Générer

source: Open Font Files
fr_fr: Ouvrir des fichier de polices

source: You don't have write access to the selected directory.
fr_fr: Vous n'avez pas accès à l'écriture dans le dossier sélectionné.

source: Generating fonts for {name}:
fr_fr: Générer des polices pour {name} :

source: Generating {name}
fr_fr: Générer {name}

source: Generated <i>{filename}</i> with <i>{count}</i> glyphs.
fr_fr: Caractères<i>{filename}</i> avec <i>{count}</i> générés.

source: No glyphs where found for {range}. Skipping.
fr_fr: Aucun caractère trouvé pour {range}. Passer.

source: Generating CSS:
fr_fr: Génération du CSS :

source: Finishing
fr_fr: En cours de finalisation

source: Generated <i>{filename}</i>.
fr_fr: <i>{filename}</i>généré.

source: There is no CSS to generate.
fr_fr: Il n'y a pas de CSS à générer.

source: Loading Google Fonts Database
fr_fr: Chargement de la base de données Google fonts.

source: Couldn't download the Google Fonts data.
fr_fr: mpossible de télécharger les données de Google fonts.

source: Couldn't find the {variant} variant for {family_name}.
fr_fr: Impossible de trouver la {variant} variante pour {family_name}.

source: Couldn't find the {family_name} font family.
fr_fr: Impossible de trouver la police {family_name}.

source: Couldn't find any fonts for the given url.
fr_fr: Impossible de trouver des polices à l'adresse indiquée.

source: Please set a valid url
fr_fr: Merci de fournir une adresse valide

source: Update your url to CSS API v2
fr_fr: Mettez à jour votre url vers CSS API v2

source: Downloading {name}
fr_fr: En train de télécharger {name}

source: Couldn't download the font file for {name}.
fr_fr: Impossible de télécharger le fichier pour la police {name}.

source: Couldn't write the font file for {name}.
fr_fr: Impossible d'écrire sur le fichier de la police {name}.

source: You don't have read access to {font} or it doesn't exists.
fr_fr: Vous n'avez pas accès à la lecture de {font} où alors cette police n'existe pas.

source: Error: {error}.
fr_fr: Erreur: {error}.
